Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/Pearl_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GENERIC_PEARL_UNAVAILABLE
source: Face ID Unavailable
ar: بصمة الوجه غير متاحة
bg: Face ID не е достъпен
ca: Face ID no disponible
cs: Face ID není k dispozici
da: Face ID ikke tilgængelig
de: Face ID nicht verfügbar
el: Το Face ID δεν είναι διαθέσιμο
es: Face ID no disponible
es_us: Face ID no disponible
fi: Face ID ei käytettävissä
fr: Face ID non disponible
fr_ca: Face ID non disponible
he: ‏Face ID אינו זמין
hi: Face ID अनुपलब्ध
hr: Face ID nije dostupan
hu: A Face ID nem érhető el
id: Face ID Tidak Tersedia
it: Face ID non disponibile
ja: Face IDが使用できません
kk: Face ID қолжетімді емес
ko: Face ID를 사용할 수 없음
lt: „Face ID" neprieinama
ms: Face ID Tidak Tersedia
nl: Face ID niet beschikbaar
no: Face ID ikke tilgjengelig
pl: Funkcja Face ID niedostępna
pt_br: Face ID Indisponível
pt_pt: Face ID indisponível
ro: Funcționalitatea Face ID nu este disponibilă
ru: Face ID недоступен
sk: Face ID nie je k dispozícii
sl: Face ID ni na voljo
sv: Face ID ej tillgängligt
th: ไม่สามารถใช้งาน Face ID ได้
tr: Face ID Kullanılamıyor
uk: Face ID недоступний
vi: Face ID không khả dụng
zh_cn: 面容ID不可用
zh_hk: 無法使用Face ID
zh_tw: 無法使用Face ID

# ACCESSIBILITY_PUSH_BUTTON_SWITCH_CONTROL
source: Confirm with Switch Control
ar: التأكيد باستخدام ميزة التحكم بالتبديل
bg: Потвърди с Управление с превключвател
ca: Confirma amb el control de polsador
cs: Potvrzování pomocí Switch Control
da: Bekræft med Knapbetjening
de: Mit Schaltersteuerung bestätigen
el: Επιβεβαίωση με Διακόπτη ελέγχου
es: Confirmar con control por botón
es_us: Confirmar con Control por botón
fi: Vahvista kytkinohjauksella
fr: Confirmer avec Contrôle de sélection
fr_ca: Confirmer avec le contrôle de sélection
he: יש לאשר באמצעות ״בקרת מתגים״
hi: स्विच कंट्रोल से पुष्टि करें
hr: Potvrdi koristeći Kontrolu prekidača
hu: Megerősítés a Kapcsolóvezérléssel
id: Gunakan Kontrol Pengalihan
it: Conferma usando “Controllo interruttori”
ja: スイッチコントロールで承認
kk: Виртуалды контроллермен растау
ko: 스위치 제어로 확인
lt: Patvirtinimas perjungikliu
ms: Sahkan dengan Kawalan Suis
nl: Bevestig met schakelbediening
no: Bekreft med bryterkontroll
pl: Potwierdzaj (Sterowanie przełącznikami)
pt_br: Confirmar com Controle Assistivo
pt_pt: Confirmar com controlo por manípulos
ro: Confirmați cu Control comutator
ru: Подтверждение с Виртуальным контроллером
sk: Potvrdiť pomocou Switch Control
sl: Potrditev s stikalnim upravljanjem
sv: Bekräfta med Reglagestyrning
th: ยืนยันด้วยการควบคุมสวิตช์
tr: Anahtarla Denetim ile Onaylayın
uk: Підтверджувати з Пультом перемикачів
vi: Xác nhận bằng Điều khiển công tắc
zh_cn: 通过切换控制确认
zh_hk: 透過切換控制確認
zh_tw: 透過切換控制確認

# SETTINGS_TRANSIT_SECTION_FOOTER_PEARL
source: Express Transit cards will work without requiring Face ID or your passcode.
ar: ستعمل بطاقات المواصلات السريعة دون طلب بصمة الوجه أو رمز الدخول.
bg: Картите за транспорт (Експрес) ще работят без да се изисква Face ID или код.
ca: Les targetes exprés de transport funcionaran sense haver d’utilitzar el Face ID ni el codi.
cs: Expresní jízdenkové karty fungují bez použití Face ID nebo kódu.
da: Ekspresrejsekort virker uden brug af Face ID eller din kode.
de: Express-ÖPNV-Karten funktionieren ohne Face ID oder deinen Code.
el: Οι κάρτες ΜΜΜ εξπρές θα λειτουργούν χωρίς να απαιτείται Face ID ή κωδικός.
es: Las tarjetas exprés para transporte público funcionarán sin necesidad de Face ID ni código.
es_us: Las tarjetas para Express Transit funcionan sin solicitar Face ID o tu código.
fi: Pikamatkakortit toimivat ilman Face ID:tä tai pääsykoodia.
fr: Les cartes de transport express fonctionneront sans que vous ayez à utiliser Face ID ou votre code.
fr_ca: Les cartes de transport express fonctionneront sans Face ID ni votre code.
he: כרטיסי ״נסיעה אקספרס״ אוטומטיים יעבדו גם ללא Face ID או קוד הגישה שלך.
hi: एक्सप्रेस ट्रैंज़िट कार्ड Face ID या आपके पासकोड के बिना काम करते हैं।
hr: Kartice ekspresnog javnog prijevoza rade bez Face ID-ja ili šifre.
hu: Az Expressz tömegközlekedési kártyák automatikusan működnek, a Face ID vagy a jelkódja megadása nélkül.
id: Kartu Transit Ekspres akan dapat digunakan tanpa memerlukan Face ID atau kode sandi Anda.
it: Le carte rapide trasporti non richiederanno l’inserimento del codice o l’utilizzo di Face ID.
ja: エクスプレスカードはFace IDまたはパスコードなしで利用できます。
kk: Экспресс көлік карталары Face ID функциясы немесе құпиякод көмегінсіз жұмыс істейді.
ko: 익스프레스 교통 카드는 Face ID 또는 암호 없이 사용할 수 있습니다.
lt: Greitosios viešojo transporto kortelės veks nenaudojant „Face ID“ arba prieigos kodo.
ms: Kad Transit Ekspres akan berfungsi tanpa memerlukan Face ID atau kod laluan anda.
nl: Express-ov-kaarten werken zonder dat Face ID of je toegangs­code is vereist.
no: Ekspressreisekort vil fungere uten bruk av Face ID eller kode.
pl: Karty ekspresowe transportu publicznego działają bez konieczności używania Face ID ani podawania kodu.
pt_br: Os Cartões Expressos de Transporte Público funcionam sem exigir o Face ID ou o seu código.
pt_pt: Os passes expresso funcionam sem Face ID ou código.
ro: Cardurile de transport expres vor funcționa fără a necesita Face ID sau codul de acces.
ru: Транспортные экспресс‑карты работают без Face ID или код‑пароля.
sk: Expresné dopravné karty budú fungovať bez vyžadovania Face ID alebo kódu.
sl: Kartice za Hitri prehod delujejo brez zahteve po funkciji Face ID ali kodi za dostop.
sv: Expressresekort fungerar utan att du behöver använda Face ID eller din lösenkod.
th: บัตรโดยสารด่วนจะสามารถใช้ได้อัตโนมัติโดยไม่ต้องใช้ Face ID หรือรหัสของคุณ
tr: Hızlı Geçiş kartları Face ID ya da parola gerektirmeden çalışır.
uk: Експрес-проїзні працюватимуть, не потребуючи Face ID чи коду допуску.
vi: Thẻ PT công cộng nhanh sẽ hoạt động mà không yêu cầu Face ID hoặc mật mã.
zh_cn: 无需面容ID或密码即可使用快捷交通卡。
zh_hk: 「特快交通卡」毋須Face ID或密碼也可供使用。
zh_tw: 無需Face ID或你的密碼，也可執行「快速交通卡」。

# PASSCODE_REQUIRED_ALERT_MESSAGE_PEARL
source: Apple Pay works best with Face ID and requires a passcode
ar: تعمل Apple Pay بشكل أفضل مع بصمة الوجه وتتطلب رمز دخول
bg: Apple Pay работи най-добре с Face ID и изисква код
ca: L’Apple Pay funciona millor amb el Face ID i requereix un codi.
cs: Apple Pay funguje nejlépe s funkcí Face ID a vyžaduje kód zařízení
da: Apple Pay virker bedst med Face ID og kræver en kode
de: Apple Pay funktioniert am besten mit Face ID und erfordert einen Code
el: Το Apple Pay λειτουργεί καλύτερα με το Face ID και απαιτεί κωδικό
es: Apple Pay funciona mejor con Face ID y requiere un código.
es_us: Apple Pay funciona mejor con Face ID y necesita un código
fi: Apple Pay toimii parhaiten Face ID:llä, ja se vaatii pääsykoodin
fr: Apple Pay fonctionne mieux avec Face ID et requiert un code
fr_ca: Apple Pay fonctionne mieux avec Face ID et requiert un code.
he: ‏Apple Pay מתאים ביותר ל-Face ID, ודורש קוד גישה
hi: Apple Pay Face ID के साथ सबसे अच्छा काम करता है और इसके लिए पासकोड की आवश्यकता होती है
hr: Apple Pay najbolje radi uz Face ID i zahtijeva šifru
hu: Az Apple Pay a legjobban a Face ID-val működik, és jelkódot igényel
id: Apple Pay dapat digunakan secara optimal dengan Face ID dan memerlukan kode sandi
it: Apple Pay funziona al meglio con Face ID e richiede un codice
ja: Apple PayにはFace IDが最適です。Face IDの設定にはパスコードが必要です。
kk: Apple Pay сервисі Face ID функциясымен ерекше жақсы жұмыс істейді, сондай-ақ құпиякод сұралады
ko: Apple Pay는 Face ID와 함께 사용하도록 최적화되어 있으며, 암호가 필요합니다.
lt: „Apple Pay“ geriausiai veikia naudojant „Face ID“, taip pat reikia įvesti prieigos kodą
ms: Apple Pay berfungsi terbaik dengan Face ID dan memerlukan kod laluan
nl: Apple Pay werkt het best met Face ID en vereist een toegangscode
no: Apple Pay fungerer best med Face ID og krever en kode
pl: Apple Pay działa najlepiej z Face ID i wymaga kodu
pt_br: O Apple Pay funciona melhor com o Face ID e requer um código
pt_pt: O Apple Pay funciona melhor com o Face ID e requer código.
ro: Apple Pay funcționează optim cu Face ID și necesită un cod de acces
ru: Apple Pay удобно использовать с Face ID. При этом также запрашивается код‑пароль
sk: Apple Pay najlepšie funguje s Face ID a vyžaduje kód
sl: Storitev Apple Pay najbolje deluje s funkcijo Face ID in zahteva kodo za dostop
sv: Apple Pay fungerar bäst med Face ID och kräver en lösenkod
th: Apple Pay ทำงานได้ดีที่สุดกับ Face ID และต้องใช้รหัส
tr: Apple Pay en iyi Face ID ile çalışır ve bir parola gerektirir
uk: Apple Pay найкраще працює з Face ID та потребує код допуску
vi: Apple Pay hoạt động tốt nhất với Face ID và yêu cầu mật mã
zh_cn: Apple Pay最好与面容ID搭配使用，且需要密码
zh_hk: 將Apple Pay配合Face ID使用並要求輸入密碼，效果最好
zh_tw: 將Apple Pay與Face ID搭配使用並要求輸入密碼可取得最佳效果

# ACCESSIBILITY_PUSH_BUTTON_ASSISTIVE_TOUCH
source: Confirm with AssistiveTouch
ar: التأكيد باستخدام اللمس المساعد
bg: Потвърждаване с AssistiveTouch
ca: Confirma amb l’AssistiveTouch
cs: Potvrdit pomocí AssistiveTouch
da: Bekræft med AssistiveTouch
de: Mit AssistiveTouch bestätigen
el: Επιβεβαίωση με AssistiveTouch
es: Confirmar con AssistiveTouch
es_us: Confirmar con AssistiveTouch
fi: Vahvista AssistiveTouchilla
fr: Confirmer avec AssistiveTouch
fr_ca: Confirmer avec AssistiveTouch
he: יש לאשר באמצעות AssistiveTouch
hi: AssistiveTouch से पुष्टि करें
hr: Potvrdi koristeći AssistiveTouch
hu: Megerősítés az AssistiveTouchcsal
id: Konfirmasi dengan AssistiveTouch
it: Conferma con AssistiveTouch
ja: AssistiveTouchで承認
kk: AssistiveTouch арқылы растау
ko: AssistiveTouch로 확인
lt: Patvirtinti naudojant „Assistive‌Touch“
ms: Sahkan dengan AssistiveTouch
nl: Bevestig met AssistiveTouch
no: Bekreft med AssistiveTouch
pl: Potwierdzaj (AssistiveTouch)
pt_br: Confirmar com AssistiveTouch
pt_pt: Confirmar com AssistiveTouch
ro: Confirmați cu AssistiveTouch
ru: Подтверждение с AssistiveTouch
sk: Potvrdiť pomocou AssistiveTouch
sl: Potrditev s funkcijo AssistiveTouch
sv: Bekräfta med AssistiveTouch
th: ยืนยันด้วย AssistiveTouch
tr: AssistiveTouch ile Onaylayın
uk: Підтвердження з AssistiveTouch
vi: Xác nhận bằng AssistiveTouch
zh_cn: 通过辅助触控确认
zh_hk: 透過輔助觸控確認
zh_tw: 透過輔助觸控確認

# CAMERA_OBSCURED_FOOTER_INSTRUCTION
source: Camera covered
ar: الكاميرا مغطاة
bg: Камерата е покрита
ca: Càmera coberta
cs: Fotoaparát je zakrytý
da: Kamera tildækket
de: Kamera verdeckt
el: Η κάμερα είναι καλυμμένη
es: Cámara tapada
es_us: Cámara obstruida
fi: Kamera peitetty
fr: Caméra obstruée
fr_ca: Caméra recouverte
he: המצלמה מכוסה
hi: कैमरा ढका है
hr: Kamera je prekrivena
hu: A kamera le van fedve
id: Kamera tertutup
it: La fotocamera è coperta
ja: カメラが覆われています
kk: Камера жабылған
ko: 카메라가 가려짐
lt: Vaizdo kamera uždengta
ms: Kamera terlindung
nl: Camera is bedekt
no: Kameraet er tildekket
pl: Aparat zakryty
pt_br: Câmera coberta
pt_pt: Câmara obstruída
ro: Cameră acoperită
ru: Камера заслонена
sk: Kamera je zakrytá
sl: Kamera je prekrita
sv: Kameran är täckt
th: กล้องถูกบัง
tr: Kameranın üzerinde engel var
uk: Камеру затулено
vi: Camera bị che
zh_cn: 相机被遮住
zh_hk: 相機鏡頭被遮擋
zh_tw: 相機被遮蔽

# PRIVACY_COVER_SHEET_PEARL_UNAVAILABLE_ACCESSIBILITY_TEXT
source: Face ID Unavailable to open Wallet
ar: استخدام بصمة الوجه لفتح المحفظة غير متاح
bg: Функцията Face ID не е налична за отваряне на Портфейл
ca: No es pot obrir l’app Cartera perquè el Face ID no està disponible.
cs: Face ID není pro otevření Peněženky k dispozici
da: Face ID er ikke tilgængeligt til at åbne Wallet
de: Face ID zum Öffnen von Wallet nicht verfügbar
el: Το Face ID δεν είναι διαθέσιμο για άνοιγμα του Πορτοφολιού
es: Face ID no disponible para abrir la app Cartera
es_us: Face ID no disponible para abrir Wallet
fi: Lompakko ei avattavissa Face ID:llä
fr: Face ID n’est pas disponible pour ouvrir Cartes.
fr_ca: Face ID indisponible pour ouvrir Portefeuille
he: ‏Face ID לא זמין כדי לפתוח את ״ארנק״
hi: वॉलेट खोलने के लिए Face ID अनुपलब्ध है
hr: Face ID nije dostupan za otvaranje Novčanika
hu: A Tárca megnyitásához használt Face ID nem érhető el
id: Face ID Tidak Tersedia untuk membuka Dompet
it: Face ID non disponibile per aprire Wallet
ja: Face IDでウォレットを開けません
kk: Wallet қолданбасын ашу үшін қажет Face ID қолжетімсіз
ko: 지갑 앱을 열기 위한 Face ID를 사용할 수 없음
lt: „Face ID“ nepasiekiama, todėl negalima atidaryti piniginės
ms: Face ID Tidak Tersedia untuk membuka Wallet
nl: Face ID niet beschikbaar om Wallet te openen
no: Face ID er ikke tilgjengelig for å åpne Lommebok
pl: Funkcja Face ID niedostępna do otwarcia Portfela
pt_br: Face ID Indisponível para Abrir o App Carteira
pt_pt: Face ID indisponível para abrir a aplicação Carteira
ro: Funcționalitatea Face ID nu este disponibilă pentru a deschide Portofel
ru: Face ID недоступен для того, чтобы открыть Wallet
sk: Face ID nie je k dispozícii na otvorenie Peňaženky
sl: Face ID za odpiranje Denarnice ni na voljo
sv: Face ID ej tillgänglig för att öppna Plånbok
th: ไม่มี Face ID เพื่อเปิดกระเป๋าสตางค์
tr: Cüzdan’ı açmak için Face ID kullanılamıyor
uk: Гаманець не можна відкривати з Face ID
vi: Face ID không khả dụng để mở Ví
zh_cn: 面容ID不可用，无法打开“钱包”
zh_hk: 無法使用Face ID打開「銀包」
zh_tw: 無法使用Face ID打開「錢包」

# ALLOW_DOUBLE_CLICK_SIDE_BUTTON_SETTING_TITLE
source: Double-Click Side Button
ar: اضغط مرتين على الزر الجانبي
bg: Щракнете два пъти страничния бутон
ca: Prem dues vegades el botó lateral
cs: Dvojí stisknutí postranního tlačítka
da: Dobbeltklik på sideknappen
de: Seitentaste zweimal drücken
el: Διπλό κλικ στο πλευρικό κουμπί
es: Pulsar dos veces el botón lateral
es_us: Presiona dos veces el botón lateral
fi: Kaksoispaina sivupainiketta
fr: Bouton latéral 2 fois
fr_ca: Appuyer deux fois sur le bouton latéral
he: לחיצה כפולה על כפתור הצד
hi: साइड बटन पर डबल क्लिक करें
hr: Pritisnite dvaput bočne tipke
hu: Oldalsó gomb dupla kattintása
id: Klik Tombol Samping Dua Kali
it: Premi due volte il tasto laterale
ja: サイドボタンをダブルクリック
kk: Бүйірлік түймені екі рет басу
ko: 측면 버튼 두 번 클릭
lt: Dvigubas šoninio mygtuko spustelėjimas
ms: Dwiklik Butang Sisi
nl: Druk tweemaal op zijknop
no: Dobbelttrykk på sideknappen
pl: Naciśnij 2x przycisk boczny
pt_br: Clique Duplo no Botão Lateral
pt_pt: Carregar duas vezes
ro: Dublu clic buton lateral
ru: Двойное нажатие боковой кнопки
sk: Dvojité stlačenie bočného tlačidla
sl: Dvakratni pritisk stranskega gumba
sv: Dubbelklicka på sidoknappen
th: กดปุ่มด้านข้างสองครั้ง
tr: Yan Düğmeye İki Kez Bas
uk: Подвійне натиснення бічної кнопки
vi: Bấm nút sườn hai lần
zh_cn: 按两下侧边按钮
zh_hk: 按兩下側邊按鈕
zh_tw: 按兩下側邊按鈕

# PRIVACY_COVER_SHEET_PEARL_FAILURE_ACCESSIBILITY_TEXT
source: Face Not Recognized to open Wallet
ar: لم يتم التعرف على الوجه لفتح المحفظة
bg: Лицето не е разпознато за отваряне на Портфейл
ca: No es pot obrir l’app Cartera perquè no es reconeix la cara.
cs: Tvář pro otevření Peněženky nebyla rozpoznána
da: Ansigt blev ikke genkendt til at åbne Wallet
de: Face ID zum Öffnen von Wallet nicht erkannt
el: Δεν αναγνωρίστηκε το πρόσωπο για άνοιγμα του Πορτοφολιού
es: Face ID no ha reconocido tu cara para abrir la app Cartera
es_us: Cara no reconocida para abrir Wallet
fi: Kasvoja ei tunnistettu Lompakon avaamiseksi
fr: Visage non reconnu. Ouverture de Cartes impossible.
fr_ca: Visage non reconnu pour ouvrir Portefeuille
he: הפנים לא זוהו כדי לפתוח את ״ארנק״
hi: वॉलेट खोलने के लिए चेहरा पहचाना नहीं गया
hr: Lice nije prepoznato za otvaranje Novčanika
hu: A Tárca megnyitásához használt arc nem ismerhető fel
id: Wajah Tidak Dikenali untuk membuka Dompet
it: Volto non riconosciuto per aprire Wallet
ja: 顔を認識できないのでウォレットを開けません
kk: Бетіңіз танылмағандықтан, Wallet қолданбасы ашылмады
ko: 지갑 앱을 열기 위한 얼굴이 인식되지 않음
lt: Veidas neatpažintas, todėl negalima atidaryti piniginės
ms: Wajah Tidak Dicam untuk membuka Wallet
nl: Gezicht niet herkend om Wallet te openen
no: Ansiktet ble ikke gjenkjent for å åpne Lommebok
pl: Twarz nie rozpoznana; nie można otworzyć Portfela
pt_br: Rosto Não Reconhecido para Abrir o App Carteira
pt_pt: Rosto não reconhecido para abrir a aplicação Carteira
ro: Chipul nu a fost recunoscut pentru a deschide Portofel
ru: Не удалось распознать лицо, чтобы открыть Wallet
sk: Tvár na otvorenie Peňaženky nebola rozpoznaná
sl: Obraz za odpiranje Denarnice ni prepoznan
sv: Ansiktet kändes inte igen när Plånbok skulle öppnas
th: ไม่รู้จักใบหน้าเพื่อเปิดกระเป๋าสตางค์
tr: Cüzdan’ı açmak için yüz tanınamadı
uk: Не впізнано обличчя для відкривання Гаманця
vi: Không nhận ra khuôn mặt để mở Ví
zh_cn: 未识别面容，无法打开“钱包”
zh_hk: 無法識別面孔以打開「銀包」
zh_tw: 無法辨識臉部來打開「錢包」

# ACCESSIBILITY_PUSH_BUTTON_UNAVAILABLE_SWITCH_CONTROL_MESSAGE
source: To confirm with Face ID, turn on Switch Control in Settings.
ar: للتأكيد باستخدام بصمة الوجه، شغّل التحكم بالتبديل في الإعدادات.
bg: За потвърждаване с Face ID, включете Управление с превключвател в Настройки.
ca: Per confirmar amb el Face ID, activa el control de polsador a la configuració.
cs: Chcete‑li k potvrzování používat Face ID, zapněte v Nastavení funkci Switch Control.
da: Slå Knapbetjening til i Indstillinger for at bekræfte med Face ID.
de: Zum Bestätigen mit Face ID aktiviere die Schaltersteuerung in den Einstellungen.
el: Για επιβεβαίωση με το Face ID, ενεργοποιήστε τον Διακόπτη ελέγχου στις Ρυθμίσεις.
es: Para confirmar con Face ID, activa el control por botón en Ajustes.
es_us: Para confirmar con Face ID, activa Control por botón en Configuración.
fi: Jos haluat vahvistaa Face ID:llä, laita Kytkinohjaus päälle Asetuksissa.
fr: Pour confirmer avec Face ID, activez « Contrôle de sélection » dans Réglages.
fr_ca: Pour confirmer avec Face ID, activez Contrôle de sélection dans Réglages.
he: כדי לאשר באמצעות Face ID, יש להפעיל את ״בקרת מתגים״ ב״הגדרות״.
hi: Face ID से पुष्टि करने के लिए सेटिंग्ज़ में स्विच कंट्रोल चालू करें।
hr: Za potvrđivanje putem Face ID-ja uključite Kontrolu prekidača u Postavkama.
hu: A Face ID-val való megerősítéshez kapcsolja be a Kapcsolóvezérlést a Beállításokban.
id: Untuk mengonfirmasi dengan Face ID, nyalakan Kontrol Pengalihan di Pengaturan.
it: Per confermare tramite Face ID, attiva “Controllo interruttori” in Impostazioni.
ja: Face IDで承認するには、“設定”でスイッチコントロールをオンにしてください。
kk: Face ID көмегімен растау үшін «Реттеулер» мәзірінде «Виртуалды контроллер» функциясын қосыңыз.
ko: Face ID로 확인하려면, 설정에서 스위치 제어를 켜십시오.
lt: Kad patvirtintumėte naudodami „Face ID“, nustatymuose įjunkite valdymą perjungikliais.
ms: Untuk mengesahkan dengan Face ID, aktifkan Kawalan Suis dalam Seting.
nl: Om te bevestigen met Face ID, schakel je schakelbediening in Instellingen in.
no: Slå på Bryterkontroll i Innstillinger for å bekrefte med Face ID.
pl: Aby potwierdzać, używając Face ID, włącz sterowanie przełącznikami w Ustawieniach.
pt_br: Para confirmar com Face ID, ative o Controle Assistivo nos Ajustes.
pt_pt: Para confirmar através do Face ID, ative o controlo por manípulos nas Definições.
ro: Pentru a confirma cu Face ID, activați Control comutator în Configurări.
ru: Для подтверждения с помощью Face ID включите Виртуальный контроллер в Настройках.
sk: Ak chcete potvrdzovať platby pomocou Face ID, v Nastaveniach zapnite Switch Control.
sl: Za potrditev s funkcijo Face ID v Nastavitvah vklopite funkcijo Stikalno upravljanje.
sv: Om du vill bekräfta med Face ID aktiverar du Reglagestyrning i Inställningar.
th: ในการยืนยันด้วย Face ID ให้เปิดใช้การควบคุมสวิตช์ในการตั้งค่า
tr: Face ID ile onaylamak için Ayarlar’da Anahtarla Denetim’i açın.
uk: Щоб підтвердити за допомогою Face ID, увімкніть Пульт перемикачів у Параметрах.
vi: Để xác nhận bằng Face ID, hãy bật Điều khiển công tắc trong Cài đặt.
zh_cn: 若要通过面容ID确认，请在“设置”中打开切换控制。
zh_hk: 如要透過Face ID確認，請在「設定」中開啟「切換控制」。
zh_tw: 若要透過Face ID確認，請在「設定」中開啟「切換控制」。

# NFC_PASS_PUSH_BUTTON_TWO_LINE
source: Double Click to Confirm
ar: اضغط مرتين للتأكيد
bg: Щракнете двукратно за потвърждаване
ca: Prem dues vegades per confirmar
cs: Dvojím stisknutím potvrdíte
da: Klik to gange for at bekræfte
de: Zum Bestätigen zweimal drücken
el: Κάντε διπλό κλικ για επιβεβαίωση
es: Pulsa dos veces para confirmar
es_us: Presiona dos veces para confirmar
fi: Vahvista kaksois- painamalla
fr: Appuyez deux fois pour confirmer
fr_ca: Appuyez deux fois pour confirmer
he: לחיצה כפולה לאישור
hi: पुष्टि के लिए डबल क्लिक करें
hr: Pritisnite dvaput za potvrdu
hu: Kattintson duplán a megerősítéshez
id: Klik Dua Kali untuk Mengonfirmasi
it: Premi due volte per confermare
ja: ダブルクリックで 承認
kk: Растау үшін екі рет басыңыз
ko: 두 번 클릭하여 확인하기
lt: Dukart spustelėkite, kad patvirtintumėte
ms: Dwiklik untuk Mengesahkan
nl: Druk tweemaal om te bevestigen
no: Dobbelttrykk for å bekrefte
pl: Naciśnij dwukrotnie, aby potwierdzić
pt_br: Pressione Duas Vezes para Confirmar
pt_pt: Para confirmar, carregue duas vezes.
ro: Faceți dublu clic pentru a confirma
ru: Нажмите дважды для подтверждения
sk: Dvojitým stlačením potvrdíte
sl: Dvakrat pritisnite za potrditev
sv: Dubbelklicka för att bekräfta
th: กดปุ่มสองครั้ง เพื่อยืนยัน
tr: Onaylamak İçin Çift Tıklayın
uk: Клацніть двічі, щоб підтвердити
vi: Bấm hai lần để xác nhận
zh_cn: 按两下 以确认
zh_hk: 按兩下 以確認
zh_tw: 按兩下來確認
